Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# SD_PivotItem3_RememberAudioProgressToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3_RememberAudioProgressToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# FD_RecursiveToggleSwitch.Header
source: Recursively
ar: بشكل متكرر
de: Rekursiv
es: Forma recursiva
fr: Récursivement
it: In modo ricorsivo
ja: 再帰
ko: 재귀
pt: Recursivamente
ru: Рекурсивно
tr: Özyinelemeli olarak
zh_cn: 递归
zh_hant: 遞迴

# FD_RecursiveToggleSwitch.OffContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: かどうか
ko: 여부
pt: Sim
ru: Да
tr: Evet
zh_cn: 否
zh_hant: 否

# FD_RecursiveToggleSwitch.OnContent
source: No
ar: لا
de: Nein
fr: N°
ja: は
ko: 은
pt: Não
ru: Нет
tr: Hayır
zh_cn: 是
zh_hant: 是

# WM_SUCCESS_ADD_FILE_TO_FAVORITE
source: Success add file to favorites
ar: نجاح إضافة ملف إلى المفضلة
de: Erfolg Datei zu Favoriten hinzufügen
es: Éxito añadir archivo a favoritos
fr: Succès ajouter des fichiers à vos favoris
it: Successo aggiungere file ai Preferiti
ja: お気に入りにファイルを正常に追加しました
ko: 즐겨찾기를 성공적으로 추가 된 파일
pt: Sucesso Adicionar arquivo aos favoritos
ru: Успех добавить файл в избранное
tr: Başarı dosya Favorilerime Ekle
zh_cn: 成功添加文件到收藏夹
zh_hant: 成功添加檔到我的最愛

# WM_SUCCESS_REMOVE_FILE_TO_FAVORITE
source: Success remove file from favorites
ar: نجاح إزالة الملف من المفضلة
de: Erfolg Datei aus Favoriten entfernen
es: Éxito quitar archivo de favoritos
fr: Succès supprimer fichier de favoris
it: Successo rimuovere file da Preferiti
ja: 正常に削除されたお気に入りからファイルの
ko: 즐겨찾기 파일의 성공적인 제거
pt: Sucesso remover arquivo de favoritos
ru: Успех удалить файл из "избранного"
tr: Başarı dosya Sık Kullanılanlardan Kaldır
zh_cn: 成功从收藏夹移除文件
zh_hant: 成功從我的最愛移除檔

# WM_SUCCESS_ADD_FOLDER_TO_FAVORITE
source: Success add folder to favorites
ar: نجاح إضافة المجلد إلى المفضلة
de: Erfolg Ordner zu Favoriten hinzufügen
es: Éxito añadir carpeta a favoritos
fr: Succès ajouter un dossier à vos favoris
it: Successo Aggiungi cartella ai Preferiti
ja: お気に入りにフォルダーを正常に追加しました
ko: 즐겨찾기를 성공적으로 추가 된 폴더
pt: Sucesso adicionar pasta aos favoritos
ru: Успех добавить папку «Избранное»
tr: Başarı sık kullanılanlara klasör ekle
zh_cn: 成功添加文件夹到收藏夹
zh_hant: 成功添加資料夾到我的最愛

# WM_SUCCESS_REMOVE_FOLDER_TO_FAVORITE
source: Success remove folder from favorites
ar: نجاح إزالة المجلد من المفضلة
de: Erfolg Ordner aus Favoriten entfernen
es: Éxito eliminar carpeta de favoritos
fr: Succès supprimer dossier des favoris
it: Successo rimuovere cartella da Preferiti
ja: お気に入りからフォルダーを削除しました
ko: 즐겨찾기에서 폴더를 성공적으로 제거
pt: Sucesso remover a pasta de favoritos
ru: Успех удалить папку из избранного
tr: Başarı klasörü Sık Kullanılanlar'dan kaldırmak
zh_cn: 成功从收藏夹移除文件夹
zh_hant: 成功從我的最愛移除資料夾

# ADD_FILE_FAVORITE
source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Agregar a Favoritos
fr: Ajouter aux favoris
it: Aggiungi a Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt: Adicionar a Favoritos
ru: Добавить в избранное
tr: Sık Kullanılanlara Ekle
zh_cn: 添加到收藏夹
zh_hant: 添加到我的最愛

# REMOVE_FILE_FAVORITE
source: Remove from favorite
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovere dai Preferiti
ja: お気に入りから削除します。
ko: 즐겨찾기에서 제거
pt: Remova favorito
ru: Удалить из избранного
tr: Kaldırmak
zh_cn: 从收藏夹移除
zh_hant: 從我的最愛移除

# SD_PivotItem3_IsSubtitleSelectionEnabledToggleSwitch.Header
source: Subtitle Text Selectable
ar: نص العنوان الفرعي قابل للتحديد
de: Untertiteltext wählbar
es: Texto de subtítulos seleccionables
fr: Texte des sous-titres sélectionnables
it: Testo dei sottotitoli selezionabili
ja: サブタイトルを選択することができます。
ko: 자막 텍스트를 선택할 수 있습니다.
pt: Legendas de texto selecionável
ru: Выбор текста субтитров
tr: Alt başlığı metni seçilebilir
zh_cn: 字幕文本可以选择
zh_hant: 字幕文本可以選擇

# IsSubtitleSelectionEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# IsSubtitleSelectionEnabledToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

source: Open Folder
ar: فتح مجلد
de: Öffnen Sie den Ordner
es: Abra la carpeta
fr: Ouvrir le dossier
it: Aprire la cartella
ja: フォルダーを開く
ko: 폴더 열기
pt: Abra a pasta
ru: Открыть папку
tr: Klasörü aç
zh_cn: 打开文件夹
zh_hant: 打開資料夾

# SD_PivotItem1_SystemDecodeToggleSwitch.Header
source: Use System Decoder
ar: استخدام نظام فك الترميز
de: Verwenden Sie System-Decoder
es: Uso sistema decodificador
fr: Utiliser le décodeur
it: Utilizzare il sistema Decoder
ja: システムのデコーダーを使用
ko: 시스템 디코더를 사용 하 여
pt: Usar o decodificador do sistema
ru: Использование системы декодер
tr: Sistem Decoder kullanın
zh_cn: 使用系统解码器
zh_hant: 使用系統解碼器

# SD_PivotItem1_ForceDecodeVideoToggleSwitch.Header
source: Force Decode Video
ar: قوة فك ترميز الفيديو
de: Kraft zu entschlüsseln Video
es: Fuerza de decodificación de Video
fr: Force de décodage vidéo
it: Forza di decodificare Video
ja: ソフト ソリューション ビデオ
ko: 소프트 솔루션 비디오
pt: Força de decodificação de vídeo
ru: Силы декодирования видео
tr: Kuvvet kod çözme Video
zh_cn: 软解视频
zh_hant: 軟解視頻

# SD_PivotItem1_ForceDecodeVideoToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem1_ForceDecodeVideoToggleSwitch.OffContent
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# SD_PivotItem1_ForceDecodeAudioToggleSwitch.Header
source: Force Decode Audio
ar: قوة فك ترميز الصوت
de: Kraft zu entschlüsseln Audio
es: Fuerza decodificar Audio
fr: Force de décodage Audio
it: Forza di decodifica Audio
ja: ソフト ソリューション オーディオ
ko: 소프트 솔루션 오디오
pt: Força decodificar áudio
ru: Силы декодирования аудио
tr: Kuvvet ses kod çözme
zh_cn: 软解音频
zh_hant: 軟解音訊

# SD_PivotItem1_ForceDecodeAudioToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem1_ForceDecodeAudioToggleSwitch.OffContent
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# SD_PivotItem1_SystemDecodeToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem1_SystemDecodeToggleSwitch.OffContent
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# MV_TP_OpenFolder.Content
source: Open Folder
ar: فتح مجلد
de: Öffnen Sie den Ordner
es: Abra la carpeta
fr: Ouvrir le dossier
it: Aprire la cartella
ja: フォルダーを開く
ko: 폴더 열기
pt: Abra a pasta
ru: Открыть папку
tr: Klasörü aç
zh_cn: 打开文件夹
zh_hant: 打開資料夾

# MV_TP_OpenFIle.Content
source: Open file
ar: فتح ملف
de: Datei öffnen
es: Abrir el archivo
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
ko: 파일 열기
pt: Abrir arquivo
ru: Открыть файл
tr: Açık dosya
zh_cn: 打开文件
zh_hant: 打開檔

# NO_WebDAV.Text
source: No WebDAV Found.
ar: لا WebDAV العثور عليها.
de: Keine WebDAV gefunden.
es: No WebDAV encontrado.
fr: Aucun WebDAV trouvé.
it: Nessun WebDAV trovato.
ja: WebDAV メディア デバイスが存在しません
ko: WebDAV 미디어 장치가 없습니다.
pt: Não WebDAV encontrado.
ru: WebDAV не найдено.
tr: WebDAV bulundu.
zh_cn: 不存在 WebDAV 媒体设备
zh_hant: 不存在 WebDAV 媒體設備

# WebDAV_Settings.Header
source: WebDAV Settings
ar: إعدادات WebDAV
de: WebDAV-Einstellungen
es: Configuración de WebDAV
fr: Paramètres de WebDAV
it: Impostazioni WebDAV
ja: WebDAV 設定
ko: WebDAV 설정
pt: Configurações de WebDAV
ru: Параметры WebDAV
tr: WebDAV ayarları
zh_cn: WebDAV 设置
zh_hant: WebDAV 設置

# WebDAV_WebDAVBaseURI.Text
source: Server Endpoint
ar: نقطة نهاية الملقم
de: Server-Endpunkt
es: Extremo de servidor
fr: Point de terminaison de serveur
it: Endpoint del server
ja: サーバーのアドレス
ko: 서버 주소
pt: Ponto de extremidade do servidor
ru: Конечная точка сервера
tr: Sunucu bitiş noktası
zh_cn: 服务器地址
zh_hant: 伺服器位址

# WebDAV_WebDAVUsername.Text
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı
zh_cn: 用户名
zh_hant: 使用者名

# WebDAV_WebDAVPassword.Text
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt: Senha
ru: Пароль
tr: Şifre
zh_cn: 密码
zh_hant: 密碼

# WebDAV_Warning.Text
source: WebDAV Feature isn't fully ready, open file means fully download the file, please do not open very large file.
ar: ميزة WebDAV ليست وسائل جاهزة تماما، وفتح ملف تحميل الملف كاملا، رجاء لا تقم بفتح الملف كبير جداً.
de: WebDAV-Funktion ist nicht vollständig bereit, offene Datei Mittel vollständig laden Sie die Datei, öffnen Sie bitte sehr große Datei nicht.
es: Característica de WebDAV no está completamente listo, abrir archivo medios descargar completamente el archivo, por favor, no abrir archivos muy grandes.
fr: Fonctionnalité de WebDAV n’est pas tout à fait prêts, open file moyens entièrement Télécharger le fichier, s’il vous plaît ne pas ouvrir de fichier très volumineux.
it: Funzionalità di WebDAV non è completamente pronto, open file significa scaricare completamente il file, si prega di non aprire file di grandi dimensioni.
ja: WebDAV ファイルが完全にダウンロードされることを意味初期のサポートに現在開いているファイルは大きすぎるファイルを開けないように。
ko: WebDAV 의미는 파일이 완전히 다운로드 되는 초기 지원에 대 한 현재 열려 있는 파일 그렇게 하지 않으려고 너무 큰 파일을 엽니다.
pt: Recurso WebDAV não está totalmente pronto, abrir arquivo meios totalmente baixar o arquivo, por favor, não abra ficheiros muito grandes.
ru: Функции WebDAV не полностью готов, открытого файла означает полностью загрузить файл, пожалуйста не открывайте очень большой файл.
tr: WebDAV özelliğini değil tam olarak hazır, açık dosya anlamına gelir tam dosya indirmek için lütfen çok büyük dosyayı açmayın.
zh_cn: 当前为初步支持 WebDAV 打开文件意味着完全下载该文件, 请尽量别打开太大的文件.
zh_hant: 當前為初步支援 WebDAV 打開檔意味著完全下載該檔, 請儘量別打開太大的檔.

# WebDAV_WebDAVNote.Text
source: Note
ar: ملاحظة
de: Hinweis
es: Nota
fr: Remarque
it: Nota
ja: 説明
ko: 설명
pt: Nota
ru: Примечание
tr: Not
zh_cn: 说明
zh_hant: 說明

# SD_PivotItem3__360VideoPlaybackToggleSwitch.Header
source: Show 360° Video Playback Button
ar: إظهار زر تشغيل الفيديو 360 درجة
de: "360°-Video-Wiedergabe-Schaltfläche" anzeigen
es: Mostrar botón de reproducción de vídeo de 360°
fr: Afficher le bouton de lecture vidéo 360°
it: Mostra pulsante di riproduzione Video 360°
ja: 360 ° のビデオ再生ボタンを表示します。
ko: 360 ° 비디오 재생 버튼 표시
pt: Mostrar botão de reprodução de vídeo de 360°
ru: Показать кнопку воспроизведения видео 360°
tr: 360 ° Video oynatma düğmesini göster
zh_cn: 显示 360° 视频播放按钮
zh_hant: 顯示 360° 視頻播放按鈕

# SD_PivotItem3__360VideoPlaybackToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3__360VideoPlaybackToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# CM_Bookmard_ChapterList
source: Open Chapter
ar: الفصل مفتوحة
de: Offenen Kapitel
es: Capítulo abierto
fr: Chapitre ouvert
it: Apri il capitolo
ja: オープンの章
ko: 오픈 장
pt: Capítulo aberto
ru: Открытые главы
tr: Açık Bölüm
zh_cn: 打开章节
zh_hant: 打開章節

# CM_Open_NewWindow
source: New Window
ar: نافذة جديدة
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新しいウィンドウ
ko: 새 창
pt: Nova janela
ru: Новое окно
tr: Yeni pencere
zh_cn: 新窗口
zh_hant: 新視窗

# SD_PivotItem1_ShowAutoSuggestBoxButtonToggleSwitch.Header
source: Show Search Box
ar: إظهار مربع البحث
de: Suchfeld anzeigen
es: Mostrar el cuadro de búsqueda
fr: Voir la zone de recherche
it: Visualizza la casella di ricerca
ja: 普遍的な検索ボックスを表示します。
ko: 유니버설 검색 상자 표시
pt: Mostrar caixa de pesquisa
ru: Показать поле поиска
tr: Arama kutusunu göster
zh_cn: 显示通用搜索框
zh_hant: 顯示通用搜索框

# SD_PivotItem1_ShowAutoSuggestBoxButtonToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem1_ShowAutoSuggestBoxButtonToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# CM_Opacity
source: Opacity
ar: العتامة
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 透明性
ko: 투명도
pt: Opacidade
ru: Непрозрачность
tr: Opaklık
zh_cn: 透明度
zh_hant: 透明度

# SD_PivotItem2_AdjustImageSubtitleSizeToggleSwitch.Header
source: Adjust Image Subtitle Size
ar: ضبط حجم الصورة الترجمة
de: Passen Sie Untertitel Bildgröße
es: Ajustar tamaño de subtítulos la imagen
fr: Ajuster la taille d’Image sous-titre
it: Regolare la dimensione dell'immagine sottotitoli
ja: 画像キャプションのサイズ変更します。
ko: 크기 조정 그림 캡션
pt: Ajustar o tamanho da imagem legendas
ru: Отрегулируйте размер изображения субтитров
tr: Görüntü altyazı boyutu ayarlamak
zh_cn: 调整图片字幕大小
zh_hant: 調整圖片字幕大小

# SD_PivotItem2_AdjustImageSubtitleSizeToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem2_AdjustImageSubtitleSizeToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem2_ImageSubtitleSizeSizeSlider.Header
source: Image Subtitle Size
ar: حجم الترجمة الصورة
de: Bildgröße Untertitel
es: Tamaño de subtítulos la imagen
fr: Taille d’image sous-titre
it: Dimensione dell'immagine sottotitoli
ja: 図のキャプションのサイズ
ko: 그림 캡션 크기
pt: Tamanho da imagem legendas
ru: Размер изображения субтитров
tr: Görüntü altyazı boyutu
zh_cn: 图片字幕大小
zh_hant: 圖片字幕大小

# SD_PivotItem3_PrimarySubtitlePositionSlider.Header
source: Primary Subtitle Position
ar: موقف الترجمة الأولية
de: Primäre Untertitel Position
es: Posición de subtítulo principal
fr: Position de sous-titre primaire
it: Posizione dei sottotitoli primari
ja: 主なキャプションの位置
ko: 주요 캡션 위치
pt: Posição de principal legendas
ru: Положение начального субтитров
tr: Birincil altyazı pozisyon
zh_cn: 主字幕位置
zh_hant: 主字幕位置

# SD_PivotItem3_SeconderySubtitlePositionSlider.Header
source: Secondary Subtitle Position
ar: موقف الترجمة الثانوية
de: Sekundäre Untertitel Position
es: Posición de subtítulo secundario
fr: Position de sous-titre secondaire
it: Posizione dei sottotitoli secondari
ja: 2 番目のキャプションの位置
ko: 두 번째 캡션 위치
pt: Posição secundária legendas
ru: Положение вторичных субтитров
tr: İkincil altyazı pozisyon
zh_cn: 第二字幕位置
zh_hant: 第二字幕位置

# SD_PivotItem2_UseDefaultFontFamilyToggleSwitch.Header
source: Use Default FontFamily
ar: استخدام الافتراضي فونتفاميلي
de: Verwenden Sie standardmäßige FontFamily
es: Uso por defecto FontFamily
fr: Utilisation par défaut FontFamily
it: Uso predefinito FontFamily
ja: 既定フォントを使用
ko: 사용 하 여 기본 글꼴
pt: Usar padrão FontFamily
ru: Использовать по умолчанию FontFamily
tr: Varsayılan FontFamily kullanın
zh_cn: 使用默认字体
zh_hant: 使用預設字型

# SD_PivotItem2_UseDefaultFontFamilyToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem2_UseDefaultFontFamilyToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem1_GlobalStretchModeComboBox.Header
source: Global Graphic Mode
ar: وضع الرسم العالمي
de: Globale Grafikmodus
es: Modo gráfico global
fr: Mode graphique global
it: Modalità grafica globale
ja: グローバル形式モード
ko: 글로벌 형식 모드
pt: Modo gráfico global
ru: Глобальный графический режим
tr: Genel grafik modu
zh_cn: 全局画幅模式
zh_hant: 全域畫幅模式

# WM_SubtitleSearching
source: Searching Subtitle...
ar: البحث عن الترجمة...
de: Suche Untertitel...
es: Busca subtítulos...
fr: La recherche de sous-titres...
it: Ricerca sottotitoli...
ja: 字幕を探しています.
ko: 자막에 대 한 검색...
pt: À procura de legendas...
ru: Поиск субтитров...
tr: Altyazı aranıyor...
zh_cn: 正在搜索字幕...
zh_hant: 正在搜索字幕...

# PBCD.PrimaryButtonText
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ja: 確かですか
ko: 확실한가요
pt: Confirmar
ru: Подтвердите
tr: Onayla
zh_cn: 确定
zh_hant: 確定

# PBCD.SecondaryButtonText
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_cn: 取消
zh_hant: 取消

# PBCD_TITLE.Text
source: Playlist Name
ar: اسم قائمة التشغيل
de: Name der Playlist
es: Nombre de la lista de reproducción
fr: Nom de la playlist
it: Nome della playlist
ja: プレイリストの名前
ko: 재생 목록 이름
pt: Nome da lista de reprodução
ru: Имя списка воспроизведения
tr: Çalma listesi adı
zh_cn: 播放列表名称
zh_hant: 播放清單名稱

# MV_TP_NewPlaylist.Content
source: New Playlist
ar: قائمة تشغيل جديدة
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
it: Nuova Playlist
ja: 新しい再生リスト
ko: 새로운 재생 목록
pt: Nova lista de reprodução
ru: Новый список воспроизведения
tr: Yeni çalma listesi
zh_cn: 新建播放列表
zh_hant: 新建播放清單

source: Add To Playlist
ar: إضافة إلى قائمة التشغيل
de: Zur Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
fr: Ajouter à la Playlist
it: Aggiungere alla Playlist
ja: プレイリストに追加します。
ko: 재생 목록에 추가
pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
tr: Çalma listesine ekle
zh_cn: 添加到播放列表
zh_hant: 添加到播放清單

# WM_Playlist_Empty
source: Playlist Is Empty
ar: قائمة التشغيل غير فارغ
de: Playlist ist leer
es: Lista de reproducción está vacía
fr: Playlist est vide
it: Playlist è vuota
ja: 再生リストは空です。
ko: 재생 목록 비어
pt: Lista de reprodução está vazia
ru: Плейлист пуст
tr: Çalma listesi boştur
zh_cn: 播放列表是空的
zh_hant: 播放清單是空的

# MV_TP_RenamePlaylist.Content
source: Rename Playlist
ar: إعادة تسمية قائمة التشغيل
de: Playlist umbenennen
es: Renombrar lista de reproducción
fr: Renommez la Playlist
it: Rinominare la Playlist
ja: プレイリストの名前を変更します。
ko: 재생 목록 이름 바꾸기
pt: Renomear a Playlist
ru: Переименовать список воспроизведения
tr: Şarkı listesini yeniden adlandır
zh_cn: 重命名播放列表
zh_hant: 重命名播放清單

source: Remove From Playlist
ar: إزالة من قائمة التشغيل
de: Aus der Wiedergabeliste entfernen
es: Eliminar de lista de reproducción
fr: Retirer de la liste de lecture
it: Rimuovere dalla Playlist
ja: プレイリストから削除します。
ko: 재생 목록에서 제거
pt: Remover da lista de reprodução
ru: Удалить из списка воспроизведения
tr: Çalma listesinden kaldır
zh_cn: 从播放列表移除
zh_hant: 從播放清單移除

# MV_TP_RemovePlaylist.Content
source: Delete Playlist
ar: حذف قائمة التشغيل
de: Wiedergabeliste löschen
es: Eliminar lista de reproducción
fr: Supprimer la Playlist
it: Elimina Playlist
ja: プレイリストを削除します。
ko: 재생 목록 삭제
pt: Excluir a lista de reprodução
ru: Удаление плейлиста
tr: Çalma listesini sil
zh_cn: 删除播放列表
zh_hant: 刪除播放清單

# ClearRecentButton.Content
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Effacer tout
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
pt: Apagar tudo
ru: Очистить все
tr: Tümünü temizle
zh_cn: 清除全部
zh_hant: 清除全部

# ADDON_CanNotBuyAdvanceInTrialVersion_TextBlock.Text
source: Can not purchase Premium in trial version
ar: لا يمكن شراء قسط في الإصدار التجريبي
de: In der Testversion kann keine Premium kaufen.
es: No puede comprar Premium en la versión de prueba
fr: Ne peuvent pas acheter Premium en version d’essai
it: Non è possibile acquistare Premium nella versione di prova
ja: 試用版は高度な版を購入することはできません。
ko: 평가판 고급 버전을 살 수 없다
pt: Não pode comprar Premium na versão de teste
ru: Не можете купить премиум в пробной версии
tr: Deneme sürümde Premium satın değil
zh_cn: 试用版无法购买高级版
zh_hant: 試用版無法購買高級版

# SD_PivotItem2_UseCustomFontColorToggleSwitch.Header
source: Use Custom Color
ar: استخدام لون مخصص
de: Verwenden Sie benutzerdefinierte Farbe
es: Utilice Color de encargo
fr: Utiliser des couleurs personnalisées
it: Utilizza colore personalizzato
ja: カスタム色を使用してください。
ko: 사용자 지정 색을 사용 하 여
pt: Use a cor personalizada
ru: Использовать пользовательский цвет
tr: Özel renk kullanma
zh_cn: 使用自定义颜色
zh_hant: 使用自訂顏色

# SD_PivotItem2_UseCustomFontColorToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开
zh_hant: 開

# SD_PivotItem2_UseCustomFontColorToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: オフ
ko: 끄기
pt: Não
ru: Нет
tr: Hayır
zh_cn: 关
zh_hant: 關

# CM_Playlist
source: Playlist
ar: قائمة التشغيل
de: Wiedergabeliste
es: Lista de reproducción
ja: 再生リスト
ko: 재생 목록
pt: Lista de reprodução
ru: Плейлист
tr: Çalma listesi
zh_cn: 播放列表
zh_hant: 播放清單

# MV_TP_AddToPlaylist.Content
source: Add To Playlist
ar: إضافة إلى قائمة التشغيل
de: Zur Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
fr: Ajouter à la Playlist
it: Aggiungere alla Playlist
ja: プレイリストに追加します。
ko: 재생 목록에 추가
pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
tr: Çalma listesine ekle
zh_cn: 添加到播放列表
zh_hant: 添加到播放清單

# SelectMultiple
source: Select
ar: حدد
de: Wählen Sie
es: Seleccione
fr: Sélectionnez
it: Selezionare
ja: 選択します。
ko: 선택
pt: Selecione
ru: Выберите
tr: Seçin
zh_cn: 选择
zh_hant: 選擇

# SD_PivotItem3_UseCustomBackgroundToggleSwitch.Header
source: Use Custom Background Image
ar: استخدام صورة خلفية مخصصة
de: Verwenden Sie benutzerdefiniertes Hintergrundbild
es: Usar imagen de fondo personalizada
fr: Utiliser l’Image d’arrière-plan personnalisée
it: Utilizzare immagine di sfondo personalizzata
ja: カスタムの背景画像を使用します。
ko: 사용자 지정 배경 그림을 사용 하 여
pt: Usar imagem de plano de fundo personalizado
ru: Использование настраиваемого фонового изображения
tr: Özel arka plan resmi kullan
zh_cn: 使用自定义背景图片
zh_hant: 使用自訂背景圖片

# SD_PivotItem3_UseCustomBackgroundToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3_UseCustomBackgroundToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem3_bufferTimeSlider.Header
source: Buffer Time Network (ms)
ar: المخزن المؤقت وقت الشبكة (مللي ثانية)
ja: バッファー時間ネットワーク (ms)
ko: 버퍼 시간 (밀리초)
pt: Rede de tempo de buffer (ms)
tr: Arabellek zaman ağ (ms)
zh_hant: 緩衝時間（毫秒）

# SYS_PIP
source: Picture in picture (Alway on top)
ar: صورة داخل صورة (دوماً في المقدمة)
de: Bild im Bild (immer an der Spitze)
es: Imagen en imagen (siempre en la parte superior)
fr: Image dans l’image (toujours sur le dessus)
it: Immagine nell'immagine (sempre sulla parte superiore)
ja: 絵画
ko: 그림
pt: Imagem na imagem (Alway em cima)
ru: Картинка в картинке (дл сверху)
tr: Resim içinde resim (Alway üst)
zh_cn: 画中画
zh_hant: 畫中畫

# SD_PivotItem1_UsePreviewerToggleSwitch.Header
source: Use Seek Previewer
ar: استخدام البحث المعاين
de: Verwendung suchen Previewer
es: Uso buscar controlador de vista previa
fr: Utilisation chercher Previewer
it: Utilizzare ricerca Previewer
ja: 使用を求めるプレビューアー
ko: 사용 검색 미리 보기
pt: Utilize busca Previewer
ru: Использование поиска Previewer
tr: Kullanım önizleyicide aramak
zh_cn: 使用查找预览
zh_hant: 使用查找預覽

# HD_TITLE_TEXT.Text
source: Installed Codec Info
ar: معلومات الترميز المثبتة
de: Installierten Codec Info
es: Información de Codec instalado
fr: Info de Codec installé
it: Informazioni sui Codec installati
ja: インストールされているコーデック情報
ko: 설치 된 코덱 정보
pt: Informação de Codec instalado
ru: Информация о установленных кодеков
tr: Yüklü Codec bilgi
zh_cn: 已安装的编解码器信息
zh_hant: 已安裝的編解碼器資訊

# HD_PivotItem1.Header
source: Video Decoder
ar: وحدة فك ترميز الفيديو
es: Decodificador de vídeo
fr: Décodeur vidéo
it: Decodificatore video
ja: ビデオ ・ デコーダー
ko: 비디오 디코더
pt: Decodificador de vídeo
ru: Видео декодер
tr: Video kod çözücü
zh_cn: 视频解码器
zh_hant: 視頻解碼器

# HD_PivotItem3.Header
source: Audio Decoder
ar: ترميز الصوت
es: Decodificador de audio
fr: Décodeur audio
it: Decoder audio
ja: オーディオ デコーダー
ko: 오디오 디코더
pt: Decodificador de áudio
ru: Аудио декодер
tr: Ses kod çözücü
zh_cn: 音频解码器
zh_hant: 音訊解碼器
